{

	"work": [
		"You sold cookies outside the orphanage.",
		"You sold ~~bottled water~~ La Croix in California while everything was on fire.",
		"You worked as a bartender for a bit at a gay nightclub.",
		"You mowed the lawns of your community.",
		"You sold some shoplifted items on eBay.",
		"You mugged a highschooler on the street.",
		"You prayed to the Fennec Gods for riches.",
		"You sold some old electronics online.",
		"You became a door-to-door salesman and continued to return to the same alzheimer's patient every hour."
	],

  "loot": [
    "You discovered some loose change between the couch cushions!",
    "You stole some adderall from a kid with ADHD and then sold it back to them.",
    "You got some donations on Twitch.",
    "Your youtube revenue came in!",
    "You found a wallet in the park.",
    "You fed the local trash opossums and they left some change by your feet."

  ],

  "mug": [
    "You go to mug them but realize you forgot to bring a weapon! You dig around the trash for a broken bottle but they were already gone when you returned!",
    "You attempt to mug the user but slipped on a banana peel in front of them and embarrassed yourself.",
    "You were facing the wrong way when you went to mug them, so they just left.",
    "You go to mug them, they hand you all the money they have, you won! You're rich! Yes, it's all coming together! Then... You wake up, your mom calls your name, you're late.. and you still live with your mom? Loser.",
    "Your rusty spoon broke while attempting to mug them.",
    "You were nearly successful in mugging them but they revealed to you that they were really three kids in a trench coat and had no money besides some gum.",
    "You"
  ],

  "crime": [
    "The IRS are thieves and taxes are for losers, you succeeded in Tax Fraud!",
    "The local opossum gang helped you rob the 7-Eleven down the street.",
    "You robbed the Fennec Fox Casino and made it out without getting caught!",
    "You were designated as a getaway driver but sold out your accomplices for immunity and a cash reward."

  ],

  "fcrime": [
    "You tried to work with the local opossum gang but instead they broke your kneecaps and left you to rot in the dumpster.",
    "You attempted to storm the castle but you weren't prepared for the massive dragon guarding as you burn down to a pile of ash.",
    "You realize being a criminal is bad so you decided to not commit a crime, at least for today.",
    "You thought you could rob Flynn The Fennec's lemonade stand, but before you can even get within fifteen feet of it, you are blasted by a godly ray from the heavens that obliterates you immediatey. Whore."
  ]

}